{
  "plugins": {
    "bento.nvim": {
      "src": "https://github.com/serhez/bento.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.bracketed": {
      "src": "https://github.com/nvim-mini/mini.bracketed"
    },
    "mini.comment": {
      "src": "https://github.com/nvim-mini/mini.comment"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move"
    },
    "mini.notify": {
      "src": "https://github.com/nvim-mini/mini.notify"
    },
    "mini.trailspace": {
      "src": "https://github.com/nvim-mini/mini.trailspace"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    }
  }
}
